// Israel（Hebrew） / イスラエル（ヘブライ） / he / עִבְרִית
RTL = "YES";

LZD_BTN_OK = "אישור";
LZD_APPLICATION_NAME_UD_UNINSTALLER = "תכנית הסרת USB Display";
LZD_MENUITEM_ABOUT_UNINSTALLER = "אודות תכנית הסרת USB Display";
LZD_MENUITEM_HIDE_UNINSTALLER = "הסתר את תכנית הסרת USB Display";
LZD_MENUITEM_QUIT_UNINSTALLER = "צא מתכנית הסרת USB Display";
LZD_CONFIRM_UNINSTALLATION = "הסר את USB Display מהמחשב.";
LZD_CONFIRM_UNINSTALLATION_INFO = "לחץ [המשך] כדי להמשיך.";
LZD_YESNEXT = "המשך";
LZD_NOQUIT = "סיום";
LZD_REMOVING = "מסיר...";
LZD_UNINSTALLED = "הסרת USB Display הושלמה.";
LZD_UNINSTALLED_INFO_SUCCESS = "כל הקבצים הוסרו.";
LZD_UNINSTALLED_INFO_FAILURE = "לא הייתה אפשרות להסיר חלק מהקבצים.";
LZD_MENUITEM_HIDEOTHERS = "הסתר את האחרים";
LZD_MENUITEM_SHOWALL = "הצג הכל";
LZD_UNINSTALL_REBOOT_INFO = "הפעל מחדש את המחשב שלך לאחר הסרת ההתקנה.";
LZD_BEFORE_UNINSTALL_INFO = "לחץ על [המשך] כדי לבצע את הפעולה. לחץ על [סיום] כדי לחזור למצב הקודם.";
LZD_CONFIRM_UNINSTAL_INFO = "לחץ על [המשך] כדי להתקדם.";
LZD_UNINSTALLED_REBOOT_INFO = "הפעולה הושלמה. לחץ על [פלט שמע].";
LZD_BTN_REBOOT = "פלט שמע";
LZD_WARNING_REBOOT_INFO = "עליך להפעיל את המחשב מחדש כדי להשלים את ההתקנה של USB Display.";
